Repository: emrz16/MISW-ABCALL-E12-WEB
Catalog: src/locale/messages.*.xlf
Languages: ar, fr

source: Agente
ar: وكيل
fr: Agent

source: ID del Agente:
ar: معرف الوكيل:
fr: ID de l'agent :

source: Nombre:
ar: الاسم:
fr: Nom :

source: Crear incidencia
ar: إنشاء حادثة
fr: Créer un incident

source: Incidentes
ar: الحوادث
fr: Incidents

source: ID
ar: معرف

source: Descripción
ar: الوصف
fr: Description

source: Fecha
ar: التاريخ
fr: Date

source: Estado
ar: الحالة
fr: État

source: Última Actualización
ar: آخر تحديث
fr: Dernière mise à jour

source: Nuevo Agente
ar: وكيل جديد
fr: Nouvel Agent

source: El nombre es requerido.
ar: الاسم مطلوب.
fr: Le nom est requis.

source: El correo es requerido.
ar: البريد الإلكتروني مطلوب.
fr: L'email est requis.

source: Ingresa un correo válido.
ar: أدخل بريدًا إلكترونيًا صالحًا.
fr: Veuillez entrer un email valide.

source: Contraseña
ar: كلمة المرور
fr: Mot de passe

source: La contraseña es requerida.
ar: كلمة المرور مطلوبة.
fr: Le mot de passe est requis.

source: Identificación
ar: الهوية
fr: Identification

source: La identificación es requerida.
ar: الهوية مطلوبة.
fr: L'identification est requise.

source: Teléfono
ar: الهاتف
fr: Téléphone

source: El teléfono es requerido.
ar: الهاتف مطلوب.
fr: Le téléphone est requis.

source: Dirección
ar: العنوان
fr: Adresse

source: La dirección es requerida.
ar: العنوان مطلوب.
fr: L'adresse est requise.

source: Ciudad
ar: المدينة
fr: Ville

source: Código Postal
ar: الرمز البريدي
fr: Code Postal

source: País
ar: البلد
fr: Pays

source: Guardar
ar: حفظ
fr: Enregistrer

source: Inicio de sesion de Agente
ar: تسجيل دخول الوكيل
fr: Connexion de l'agent

source: Email es requerido.
ar: البريد الإلكتروني مطلوب.
fr: L'email est requis.

source: Ingresa un email valido.
ar: أدخل بريدًا إلكترونيًا صالحًا.
fr: Veuillez entrer un email valide.

source: Contraseña es requerido.
ar: كلمة المرور مطلوبة.
fr: Le mot de passe est requis.

source: Ingresar
ar: تسجيل الدخول
fr: Se connecter

source: Registro
ar: تسجيل
fr: Enregistrement

source: Recuperar contraseña
ar: استعادة كلمة المرور
fr: Récupérer le mot de passe

source: Email
ar: البريد الإلكتروني

source: Email is required.
ar: البريد الإلكتروني مطلوب.
fr: L'email est requis.

source: Please enter a valid email.
ar: يرجى إدخال بريد إلكتروني صالح.
fr: Veuillez entrer un email valide.

source: Password is required.
ar: كلمة المرور مطلوبة.
fr: Le mot de passe est requis.

source: Password must be at least 8 characters long.
ar: يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل.
fr: Le mot de passe doit contenir au moins 8 caractères.

source: Login
ar: تسجيل الدخول
fr: Connexion

source: Inicio de sesion de Cliente
ar: تسجيل دخول العميل
fr: Connexion du client

source: Correo
ar: البريد الإلكتروني
fr: Courriel

source: 🚧 Work in Progress 🚧
ar: 🚧 العمل قيد التقدم 🚧
fr: 🚧 Travail en cours 🚧

source: We're currently working on this section. Check back soon for updates!
ar: نحن نعمل حاليًا على هذا القسم. تحقق مرة أخرى قريبًا للحصول على التحديثات!
fr: Nous travaillons actuellement sur cette section. Revenez bientôt pour les mises à jour!

source: Este Mes
ar: هذا الشهر
fr: Ce Mois-ci

source: Incidentes resueltos
ar: الحوادث المحلولة
fr: Incidents résolus

source: Incidentes abiertos
ar: الحوادث المفتوحة
fr: Incidents ouverts

source: Total incidentes
ar: إجمالي الحوادث
fr: Total des incidents

source: Compliance Rate
ar: معدل الامتثال
fr: Taux de conformité

source: Tiempo promedio resolucion
ar: متوسط وقت الحل
fr: Temps moyen de résolution

source: Tiempo promedio de respuesta
ar: متوسط وقت الاستجابة
fr: Temps moyen de réponse

source: Incidentes por telefono
ar: الحوادث عبر الهاتف
fr: Incidents par téléphone

source: Incidentes por Email
ar: الحوادث عبر البريد الإلكتروني
fr: Incidents par Email

source: Incidentes por Chat
ar: الحوادث عبر الدردشة
fr: Incidents par Chat

source: Descargar informe
ar: تحميل التقرير
fr: Télécharger le rapport

source: Generar análisis inteligente
ar: إنشاء تحليل ذكي
fr: Générer une analyse intelligente

source: Livechat
ar: الدردشة المباشرة
fr: Chat en direct

source: Detalles del Cliente
ar: تفاصيل العميل
fr: Détails du client

source: ID del Cliente:
ar: معرف العميل:
fr: ID du client :

source: Email:
ar: البريد الإلكتروني:

source: Nombre de la Empresa:
ar: اسم الشركة:
fr: Nom de l'entreprise :

source: Fecha de Creación:
ar: تاريخ الإنشاء:
fr: Date de création :

source: Última Actualización:
ar: آخر تحديث:
fr: Dernière mise à jour :

source: ID del Plan:
ar: معرف الخطة:
fr: ID du Plan :

source: Board reportes
ar: لوحة التقارير
fr: Rapports du tableau

source: Modificar Plan
ar: تعديل الخطة
fr: Modifier le plan

source: Detalles del Plan
ar: تفاصيل الخطة
fr: Détails du Plan

source: Nombre del Plan: {{ planData.nombre }}
ar: اسم الخطة: {{ planData.nombre }}
fr: Nom du Plan : {{ planData.nombre }}

source: <strong>Descripción:</strong> {{ planData.descripcion }}
ar: <strong>الوصف:</strong> {{ planData.descripcion }}

source: Características:
ar: المميزات:
fr: Caractéristiques :

source: ABCall
ar: إيه بي كول

source: Selecciona tu Plan
ar: اختر خطتك
fr: Sélectionnez votre plan

source: Registrarse
ar: تسجيل
fr: S'inscrire

source: Nuevo Cliente
ar: عميل جديد
fr: Nouveau Client

source: Usuario
ar: مستخدم
fr: Utilisateur

source: Usuario es requerido
ar: المستخدم مطلوب
fr: L'utilisateur est requis

source: No puede superar los 20 caracteres.
ar: لا يمكن أن يتجاوز 20 حرفًا.
fr: Ne peut pas dépasser 20 caractères.

source: Direccion es requerido
ar: العنوان مطلوب
fr: L'adresse est requise

source: No puede superar los 50 caracteres.
ar: لا يمكن أن يتجاوز 50 حرفًا.
fr: Ne peut pas dépasser 50 caractères.

source: Compañía
ar: شركة
fr: Entreprise

source: Compania es requerido.
ar: الشركة مطلوبة.
fr: L'entreprise est requise.

source: Contraseña debe tener al menos 8 catactéres.
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل.
fr: Le mot de passe doit contenir au moins 8 caractères.

source: Correo es requerido.
ar: البريد الإلكتروني مطلوب.
fr: L'email est requis.

source: Ingresa un Correo válido.
ar: أدخل بريدًا إلكترونيًا صالحًا.
fr: Veuillez entrer un email valide.

source: No puede superar los 30 caracteres.
ar: لا يمكن أن يتجاوز 30 حرفًا.
fr: Ne peut pas dépasser 30 caractères.

source: Confirmar Contraseña
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

source: Confirmar contraseña es requerido.
ar: تأكيد كلمة المرور مطلوب.
fr: La confirmation du mot de passe est requise.

source: Las contraseñas no coinciden.
ar: كلمات المرور غير متطابقة.
fr: Les mots de passe ne correspondent pas.

source: Crear Incidente
ar: إنشاء حادثة
fr: Créer un incident

source: El usuario es requerido.
ar: المستخدم مطلوب.
fr: L'utilisateur est requis.

source: Descripción del incidente
ar: وصف الحادثة
fr: Description de l'incident

source: La descripción es requerida.
ar: الوصف مطلوب.
fr: La description est requise.

source: Posible solución (sugerencia IA)
ar: حل محتمل (اقتراح الذكاء الاصطناعي)
fr: Solution possible (suggestion IA)

source: Hola! Ya tenemos disponible analítica predictiva, haz click en “Activar”
ar: مرحبًا! التحليلات التنبؤية متاحة الآن، انقر على "تفعيل"
fr: Bonjour! L'analyse prédictive est maintenant disponible, cliquez sur "Activer"

source: Cliente
ar: عميل
fr: Client

source: -- Seleccionar --
ar: -- اختر --
fr: -- Sélectionner --

source: Canal
ar: قناة

source: Teléfono
ar: هاتف
fr: Téléphone

source: Email
ar: بريد إلكتروني

source: Chat
ar: دردشة

source: Guardar
ar: حفظ
fr: Enregistrer

source: Cancelar
ar: إلغاء
fr: Annuler

# userIdPlaceholder
source: Ingrese el id del usuario
ar: أدخل معرف المستخدم

source: Nombre
ar: الاسم

source: Correo Electrónico
ar: البريد الإلكتروني
